Revit 2027 API
ParameterTypeId.StructuralSectionLangleBoltSpacing1LongerFlange Property
 "Bolt Spacing 1 Longer Flange"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionLangleBoltSpacing1LongerFlange { get; }
Public Shared ReadOnly Property StructuralSectionLangleBoltSpacing1LongerFlange As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionLangleBoltSpacing1LongerFlange {
	ForgeTypeId^ get ();
}
static member StructuralSectionLangleBoltSpacing1LongerFlange : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace